{
   "00-001": {
      "title":"UX UI Design мобильных приложений",
      "year":"2021",
      "src-type":"course",
      "description":"<p>Удобный дизайн мобильного приложения - один из важнейших факторов успеха приложения среди пользователей.</p><p>UX - User Experience (пользовательский опыт). Это то, какое впечатление получает пользователь от работы с вашим приложением.</p><p>UI — User Interface (пользовательский интерфейс) — то, как выглядит интерфейс вашего приложения.</p><p>Курс «UX/UI Design мобильных приложений» позволит получить необходимый набор знаний для разработки дизайна приложения в целом и дизайна удобных для пользователя мобильных приложений, в частности. С использованием такого инструмента как FIgma, в этом курсе будут реализованы и рассмотрены все этапы и циклы разработки от вайрфрейма и прототипа, до создания пользовательского интерфейса, предназначенного под конкретную платформу или ряд платформ. Также будут разобраны трендовые гайдлайны современности, специфика темных тем и кроссплатформенность.</p><p>Чему вы научитесь на этом курсе:</p><ul><li class=\"list\">  Ориентироваться в цикле разработки дизайна.</li><li class=\"list\">Понимать специфику Google material design для Android и Human Interface Guidelines для iOS приложения, особенности тактильности, минимализма, цвета, типографики и иконографики.</li><li class=\"list\">Понимать особенности кроссплатформенных, гибридных, нативных приложений, сильные и слабые стороны каждого подхода.</li><li class=\"list\">Понимать особенности темной темы, когда стоит ее применять и какие цели она преследует в Android и iOS.</li><li class=\"list\">Использовать Figma для построения дизайна мобильного приложения.</li><li class=\"list\">Создавать вайрфреймы, прототипы, понимать ошибки прототипирования и особенности UX архитектуры.</li><li class=\"list\">Использовать визуальный язык и его принципы.</li><li class=\"list\">Понимать принципы упаковки приложения для Appstore и Play Market, их отличия, плюсы и минусах каждой платформы, понимать, как готовить продукт к публикации.</li>",
      "vendor":"ITVDN",
      "theme":"UI/UX",
      "storage":{
         "permanent-storage":{
            "GLAV-PC":"G:\\Курсы\\# UI_UX\\[ITVDN] UX UI Design мобильных приложений",
            "sverchok":"/var/www/knjsource/courses/001-ui-ux/[ITVDN] UX UI Design мобильных приложений",
            "TatyanaHDD":"Courses/# UI_UX/[ITVDN] UX UI Design мобильных приложений"
         },  
         "tmp-storage":{}       
      }
   },

   "00-002": {
      "title":"Дизайн и проектирование интерфейсов",
      "year":"2021",
      "src-type":"course",
      "description":"<p>Вы научитесь создавать интерфейсы, которые будут удобными для пользователя и эффективными для бизнеса. А еще – навсегда попрощаетесь с рутиной, откроете для себя новое творческое направление с четкими перспективами роста и сможете работать из любой точки мира.</p>",
      "vendor":"Geekbrains",
      "theme":"UI/UX",
      "storage":{
         "permanent-storage":{
            "GLAV-PC":"G:\\Курсы\\# UI_UX\\[Биржа Знаний] [Geekbrains] Дизайн и проектирование интерфейсов",
            "sverchok":"/var/www/knjsource/courses/001-ui-ux/[Биржа Знаний] [Geekbrains] Дизайн и проектирование интерфейсов",
            "TatyanaHDD":"Courses/# UI_UX/[Биржа Знаний] [Geekbrains] Дизайн и проектирование интерфейсов"
         },  
         "tmp-storage":{}       
      }
   },

   "99-999": {
      "title": ""
   }  
}