<body>
   <div class="wrapper">
      <header class="header">
         <?php include "header.php"; ?>
      </header>
      <main class="page">
         <div class="_container">
            <div class="content">
               <div class="hello">
                  <div class="offer-text">
                     <h1>Мои навыки для вашего бизнеса!</h1>
                     <h2 class="offer">Сверстаю ваш лэндинг: без CMS и с удобной контактной формой</h2>
                     <div class="for-button"><a href="request.php" class="primary-bottom">Обсудить задание</a>
                     </div>
                  </div>
                  <div class="photo">
                     <picture>
                        <source srcset="img/my_photo.webp" type="image/webp"><img class="main-photo" src="img/my_photo.jpg" alt="">
                     </picture>
                  </div>
               </div>
               <div class="main-text">
                  <br>
                  <h3>ЦЕНЫ</h3>
                  <p>На рынке много предложений по созданию продающих или посадочных страниц. Причина в их высокой конверсии. Однако часто цены на создание могут доходить до 70 000 ₽, что не всегда оправдано. Особенно это касается тестовых продаж. Зачем нужно переплачивать за эту услугу, тем более, что чаще всего лендинг — это продукт с достаточно коротким сроком работы? Мои цены на вёрстку одностраничника колеблются в районе 5 000 ₽. Предоплата не требуется!</p>
                  <br>
                  <h3>КАЧЕСТВО</h3>

                  <p>Для корректной оценки качества я использую следующие сервисы:</p>
                  <ul class="service_list">
                     <li>Валидатор W3C Консорциума Всемирной паутины. Этот сервис оценивает качество HTML кода. Это в первую очередь полезно для SEO-оптимизации. Однако возможно вашу страницу будут читать программы для слабовидящих людей, и в этом случае валидная вёрстка просто необходима. Подробнее об этом здесь.</li>
                     <li>PageSpeed Insights корпорации Google. Данное приложение позволяет оценить скорость загрузки страницы как на мобильном устройстве так и на ПК. Быстрые страницы — отсутствие отказов от посещения ресурса.</li>
                     <li>PerfectPixel — плагин для браузера Google Chrome позволяет оценить степень соответствия макета и результата вёрстки.</li>
                     <li>Ручная проверка
                        <ul>
                           <li>на адаптивность в инструментах разработчика браузера, меняя ширину экрана;</li>
                           <li>на стабильность блоков путём изменения количества текста и/или размеров изображений</li>
                        </ul>
                     </li>
                  </ul>

                  <p>Поэтому в своей работе я использую семантическую вёрстку, методологию БЭМ, самые современные форматы изображений и шрифтов. Я делаю читаемый и логичный код. Есть система контроля версий с репозиторием на Gitlab (что предпочтительнее в работе с коммерческими заказами) и настроен CI/CD.</p>
                  <br>
                  <h3>ПО МАКЕТУ...</h3>

                  <p>
                     В вашем макете вид только для ПК? Я сделаю адаптивные виды и сверстаю одинаково хорошо для всех видов устройств. Вам это будет стоить лишние полдня ожидания и ничего более.
                  </p>
                  <p>Если же у вас нет макета, то мы сможем подобрать его вместе. Всё зависит от целей компании, для которой нужен лэндинг, вашего вкуса и предпочтений. Небольшие правки, доработки, изменения — всё это немного увеличит стоимость работ, но будет стоить дешевле услуг дизайнера.</p>
                  <p>Хотя я всё таки советую для более качественного результата обратиться к профессиональным копирайтерам и дизайнерам. Не зря эти профессии выделились в отдельные компетенции. Стоимость привлечения одного клиента растёт с каждым годом. Чтобы вложения в маркетинг могли себя отбить, стоит к аудитории обращаться в соответствии с последними открытиями в этих областях.</p>
                  <br>
                  <h3>ГАРАНТИИ И ДАЛЬНЕЙШЕЕ СОТРУДНИЧЕСТВО</h3>

                  <p> Вы сможете следить за процессом выполнения работы — я предоставлю вам ссылку на рабочий вариант сайта. Благодаря этой ссылке вы сами сможете контролировать не только ход выполнения, но и уровень качества используя указанные выше сервисы.</p>

                  <p>Как написано в заголовке, на протяжении всего времени жизни вашей страницы при возникновении необходимости внесения правок в проект, я с радостью готов их сделать.</p>

                  <p>Если же вам нужно будет переработать концепцию или дизайн, то я готов провести аудит затрат времени и либо обоснованно предложить вам сделать новый проект, либо сделать всё с максимальной отдачей, но экономя ваш бюджет.</p>

                  <p>В случае повторного обращении вы можете рассчитывать на скидку от 5% на мои услуги.</p>

                  <br>
                  <h3>НАВЫКИ</h3>
                  <ul class="service_list">
                     <li>Figma</li>
                     <li>HTML5, CSS3, SCSS, JavaScript</li>
                     <li>Gulp, Webpack</li>
                     <li>Git, GitHub, Gitlab</li>
                     <li>PHP (не ООП)</li>
                     <li>WordPress</li>
                  </ul>

                  <br>
                  <h3>МОИ КОНТАКТЫ</h3>

                  <br>
                  <h3>ГРАФИК РАБОТЫ</h3>

                  <p>Пн, Ср, Чт, Пт — с 11.00 до 19.00</p>

                  <br>
                  <h3>ПОРТФОЛИО</h3>

                  <br>
                  <h3>СПОСОБЫ ОПЛАТЫ</h3>


               </div>
            </div>
         </div>
      </main>
      <footer class="footer">
         <div class="footer__content _container">
         </div>
      </footer>
   </div>

   <script src="js/vendors.min.js"></script>
   <script src="js/app.min.js"></script>
</body>

</html>